--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY ahmed maged                    ▀▄ ▄▀ 
▀▄ ▄▀     BY ahmed maged (@ahmedmaged33)   ▀▄ ▄▀ 
▀▄ ▄▀      canchel : @iraq112a             ▀▄ ▄▀   
▀▄ ▄▀          Orders  : الاوامر              ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]

do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "قائمه 4" then
return [[ 
اوامر المطورين
   ➖➖➖ ➖➖➖ ➖➖➖ 
❣ تفعيل  :  لتفعيل البوت في الكروب
❣ تعطيل  :  لالغاء تفعيل البوت في الكروب
❣ جلب ملف + اسم الملف  :  لاحضار الملف
❣ تفعيل ملف + اسم الملف  :  لتفعيل الملف
❣ تعطيل ملف + اسم الملف  :  لتعطيل الملف
❣ الملفات المفعله  :  لاضهار قائمه الملفات
❣ ت  :  لاعاده تفعيل البوت لكسب وقت اكثر
❣ اذاعة + الكلام  :  لارسال كلامك الى الكروبات
❣ خروج  :  لمغادره البوت من الكروب
❣ رفع المدير  :  لرفع مدير الكروب مدير في البوت
❣ شنو انا  :  لمعرفه موقعك 
❣ اضافه + الرابط  :  لاضافه البوت في الكروب
   ➖➖➖ ➖➖➖ ➖➖➖ 
]]
end

if not is_momod(msg) then
return " انت مجرد عضو 😎"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(قائمه 4)"
},
run = run 
}
end