--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY AMMER                          ▀▄ ▄▀ 
▀▄ ▄▀     BY ammer (@ahmedmaged33)         ▀▄ ▄▀ 
▀▄ ▄▀      canchel : @iraq112a             ▀▄ ▄▀   
▀▄ ▄▀          Orders  : الاوامر              ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]

do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "قائمه 2" then
return [[ 
   ➖➖➖ ➖➖➖ ➖➖➖ 
❣ رفع اداري  : لرفع اداري في الكروب
❣ تنزيل اداري  : لتنزيل اداري من الكروب
❣ رفع ادمن  : لرفع ادمن في البوت
❣ تنزيل ادمن  : لتنزيل ادمن من البوت
❣ الادمنيه  : لاظهار ادمنية البوت
❣ الاداريين  : لاضهار الاداريين في المجموعه
   ➖➖➖ ➖➖➖ ➖➖➖ 
❣ معلومات المجموعه  : لاضهار معلومات المجموعة
❣ الاعدادات : اضهار اعدادات المجموعة
❣ اعدادات الوسائط : اضهار اعادادات الوسائط
❣ تاك + الكلام  :  لاشعار الكل بكلامك
❣ اسمي  :  لعرض اسمك
❣ ايدي  :  لعرض الايدي تبعك
❣ اسم الكروب  :  لعرض اسم الكروب
❣ معلوماتي  :  لمعرفه معلوماتك 
   ➖➖➖ ➖➖➖ ➖➖➖ 
❣ القوانين : لاضهار القوانين
❣ ضع القوانين : لاظافة القوانين
❣ ضع الوصف : لاظافه وصف حول
❣ ضع الصوره : لوضع صورة للكروب
❣ ضع الاسم : لوضع اسم
   ➖➖➖ ➖➖➖ ➖➖➖ 
❣ ضع المعرف + المعرف  : لوضع معرف للكروب
❣ ضع الرابط + الرابط  :  لوضع رابط للكروب 
❣ تغيير الرابط : لصنع الرابط او تغيرة
❣ الرابط : لضهور الرابط ب المجموعه
❣ الرابط خاص : للحصول على الرابط في الخاص
   ➖➖➖ ➖➖➖ ➖➖➖ 
❣ ضع مذكره + الكلام  :  لوضع مذكره
❣ حذف المذكره  :  لحذف مذكره
❣ المذكره :  لعرض المذكره
   ➖➖➖ ➖➖➖ ➖➖➖ 
❣ اتفل عليه  :  شقاوجي
❣ اتفل عليهه  :  شقاوجيه
❣ ترجم + الكلام  :  لترجمه كلامك الى الانكليزيه
❣ بصمه + الاسم الانكليزي  :  لجعل اسمك على شكل بصمه
❣ الساعه + الدوله  :  لعرض الوقت الحالي
❣ حول صوره + الاسم الانكليزي  :  لعرض اسمك على شكل صوره
❣ كول ورايه + الكلام  :  لتكرار كلامك
❣ اختصر + الرابط  :  لاختصار الرابط
❣ حولهه الى ملصق :  لتحويل الصوره الى ملصق
❣ حولهه الى صوره  :  لتحويل الملصق الى صوره
❣ الاذان + المدينه  :  لعرض اوقات الاذان
   ➖➖➖ ➖➖➖ ➖➖➖ 
#المطور
@ahmedmaged33
#للمحضورين
@ahmedmaged333bot
اشتراك وياكم بلقناه
https://telegram.me/joinchat/BLJ9VDv8N6fKsk8QN6YWsw 
]]
end

if not is_momod(msg) then
return " انت مجرد عضو 😎"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(قائمه 2)"
},
run = run 
}
end